"%@ already exists. Replace?" = "%@ უკვე არსებობს. გავუცვალოთ?";
"/ %@" = "/ %@";
"/Library/Input Methods/Fcitx5.app" = "/Library/Input Methods/Fcitx5.app";
"3rd-party source code" = "მესამე მხარის კოდი";
"?" = "?";
"\"%@\" notification is disabled" = "„%@\" შეტყობინება გამორთულია";
"About Fcitx5 macOS" = "Fcitx5 macOS-ის შესახებ";
"Add" = "დამატება";
"Add an empty group" = "ცარიელი ჯგუფის დამატება";
"Add group" = "ჯგუფის დამატება";
"Add input methods" = "შეყვანის მეთოდების დამატება";
"Add item" = "ელემენტის დამატება";
"Addon Config" = "დანამატის კონფიგურაცია";
"Advanced" = "დამატებითი";
"All phrases are imported" = "ყველა ფრაზა იმპორტირებულია";
"All plugins are up to date" = "ყველა მოდული განახლებულია";
"Alpha (0-255)" = "ალფა (0-255)";
"Amharic" = "ამჰარული";
"and" = "და";
"Arabic" = "არაბული";
"Are you sure to uninstall selected plugins?" = "დარწმუნებული ხართ, რომ გსურთ მონიშნული მოდულების წაშლა?";
"Are you sure to uninstall?" = "დარწმუნებული ხართ, რომ გსურთ წაშლა?";
"Available" = "ხელმისაწვდომი";
"Cancel" = "გაუქმება";
"Cannot show config for %@: %@" = "ვერ იხსნება კონფიგურაცია %@: %@";
"Check update" = "განახლების შემოწმება";
"Checking" = "მიმდინარეობს შემოწმება";
"Chinese" = "ჩინური";
"Clear all data" = "ყველა მონაცემის გასუფთავება";
"Clear user data" = "მომხმარებლის მონაცემების გასუფთავება";
"Cleared" = "გასუფთავებულია";
"Click or drag %@ file here" = "დააწკაპუნეთ ან გადაიტანეთ %@ ფაილი აქ";
"Click or drag image file here" = "დააწკაპუნეთ ან გადაიტანეთ სურათის ფაილი აქ";
"Click or drag theme file (.conf) here" = "დააწკაპუნეთ ან გადაიტანეთ თემის ფაილი (.conf) აქ";
"Click or drag to this area" = "დააწკაპუნეთ ან გადმოიტანეთ ამ არეში";
"Click to record" = "დააწკაპუნეთ ჩასაწერად";
"Close" = "დახურვა";
"Config" = "კონფიგურაცია";
"Copy" = "კოპირება";
"Create" = "შექმნა";
"Current keyboard layout: %@" = "მიმდინარე კლავიატურის განლაგება: %@";
"Custom Phrase" = "მორგებული ფრაზა";
"Cut" = "ამოჭრა";
"Data" = "მონაცემები";
"Data manager" = "მონაცემთა მენეჯერი";
"Debug" = "გამართვა";
"Default" = "ნაგულისხმევი";
"Developed by" = "შექმნილია";
"Disable" = "გამორთვა";
"Done" = "დასრულებულია";
"Download failed" = "ჩამოტვირთვა ვერ მოხერხდა";
"Edit" = "რედაქტირება";
"Enable" = "ჩართვა";
"English" = "ინგლისური";
"Error" = "შეცდომა";
"Export data to …" = "მონაცემების ექსპორტი ";
"Export failed" = "ექსპორტი ვერ მოხერხდა";
"Export succeeded" = "ექსპორტი წარმატებით დასრულდა";
"Failed to check update" = "განახლების შემოწმება ვერ მოხერხდა";
"Failed to convert txt table(s): %@" = "txt ცხრილ(ებ)ის გარდაქმნა ვერ მოხერხდა: %@";
"Failed to copy Squirrel files" = "Squirrel ფაილების კოპირება ვერ მოხერხდა";
"Failed to create" = "შექმნა ვერ მოხერხდა";
"Failed to import %@ dict(s)" = "%@ ლექსიკონ(ებ)ის იმპორტი ვერ მოხერხდა";
"Failed to remove" = "წაშლა ვერ მოხერხდა";
"Failed to save" = "შენახვა ვერ მოხერხდა";
"Fcitx5 Android" = "Fcitx5 Android-ისთვის";
"Fcitx5 Android/macOS" = "Fcitx5 Android/macOS-ისთვის";
"Fcitx5 is up to date" = "Fcitx5 განახლებულია";
"Fcitx5 macOS" = "Fcitx5 macOS-ისთვის";
"Fcitx5 will auto restart if needed." = "Fcitx5 საჭიროების შემთხვევაში ავტომატურად გაისტუმრება.";
"Fcitx5 will auto restart." = "Fcitx5 ავტომატურად გაისტუმრება.";
"Files with the same name will be overridden." = "იგივე სახელის მქონე ფაილები ჩანაცვლდება.";
"Follow App background (Liquid Glass)" = "აპის ფონის მიყოლა (Liquid Glass)";
"Font family" = "შრიფტის ოჯახი";
"Generic" = "ზოგადი";
"Generic font families" = "ზოგადი შრიფტების ოჯახები";
"Global Config" = "გლობალური კონფიგურაცია";
"Group name" = "ჯგუფის სახელი";
"Hamster" = "Hamster";
"Hide" = "დამალვა";
"https:// or data:image/png;base64," = "https:// ან data:image/png;base64,";
"Import" = "იმპორტი";
"Import customized table" = "მორგებული ცხრილის იმპორტი";
"Import data from …" = "მონაცემების იმპორტი …-დან";
"Import dictionaries" = "ლექსიკონების იმპორტი";
"Import native custom phrases" = "თავდაპირველი მორგებული ფრაზების იმპორტი";
"Import succeeded" = "იმპორტი წარმატებით დასრულდა";
"Imported %@ phrase(s)" = "იმპორტირებულია %@ ფრაზა";
"Include Rime user directory in backup file?" = "სარეზერვო ფაილში Rime-ის მომხმარებლის საქაღალდე ჩაირთოს?";
"Input Methods" = "შეყვანის მეთოდები";
"Install" = "ინსტალაცია";
"Install failed" = "ინსტალაცია ვერ მოხერხდა";
"Install manually" = "ხელით ინსტალაცია";
"Installed" = "ინსტალირებულია";
"Invalid file name" = "არასწორი ფაილის სახელი";
"Invalid regular expression" = "არასწორი რეგულარული გამოხატულება";
"Invalid zip" = "არასწორი zip";
"Items failed to import:" = "ვერ მოხერხდა ელემენტ(ებ)ის იმპორტი:";
"Japanese" = "იაპონური";
"Keyboard layout not available" = "კლავიატურის განლაგება ხელმისაწვდომი არ არის";
"Keyword" = "საძიებო სიტყვა";
"Korean" = "კორეული";
"Latest (unstable) version available" = "ხელმისაწვდომია უახლესი (არასტაბილური) ვერსია";
"Licensed under" = "ლიცენზიით";
"Local" = "ლოკალური";
"Local Squirrel" = "ლოკალური Squirrel";
"Malayalam" = "მალაიალამი";
"Maybe later" = "შეიძლება მოგვიანებით";
"Name" = "სახელი";
"New file" = "ახალი ფაილი";
"No" = "არა";
"No files selected" = "ფაილები არ არის მონიშნული";
"OK" = "OK";
"Only show current language" = "მხოლოდ მიმდინარე ენის ჩვენება";
"Open dictionary directory" = "ლექსიკონების საქაღალდის გახსნა";
"Open directory" = "საქაღალდის გახსნა";
"Open in editor" = "რედაქტორში გახსნა";
"Order" = "რიგი";
"Other" = "სხვა";
"Paste" = "ჩასმა";
"Phrase" = "ფრაზა";
"Pinyin Dictionaries" = "Pinyin ლექსიკონები";
"Pinyin user data" = "Pinyin მომხმარებლის მონაცემები";
"Please update Fcitx5 in \"About\" first" = "ჯერ Fcitx5 განაახლეთ \„About\“ განყოფილებაში";
"Plugin Manager" = "მოდულების მენეჯერი";
"Preview" = "წინასწარი ხედი";
"Quick Phrase" = "სწრაფი ფრაზა";
"Reload" = "გადატვირთვა";
"Reloaded" = "გადატვირთულია";
"Remove" = "წაშლა";
"Remove dictionaries" = "ლექსიკონების წაშლა";
"Remove items" = "ელემენტების წაშლა";
"Rename" = "სახელის გადარქმევა";
"Rename group" = "ჯგუფის სახელის გადარქმევა";
"Reset current page. To reset a single item/group, right click on its label." = "მიმდინარე გვერდის გადაყენება. ცალკეული ელემენტის/ჯგუფის გადასაყენებლად მარჯვნივ დააწკაპუნეთ მის წარწერაზე.";
"Reset to default" = "ნაგულისხმევზე დაბრუნება";
"Restart" = "გადატვირთვა";
"Restart process to load new fonts" = "პროცესის გადატვირთვა ახალი შრიფტების ჩასატვირთად";
"Right click to reset this group" = "მარჯვნივ დააწკაპუნეთ ამ ჯგუფის გადასაყენებლად";
"Right click to reset this item" = "მარჯვნივ დააწკაპუნეთ ამ ელემენტის გადასაყენებლად";
"Rime binaries" = "Rime გამშვები ფაილები";
"Rime config" = "Rime კონფიგურაცია";
"Rime user data" = "Rime მომხმარებლის მონაცემები";
"Russian" = "რუსული";
"Save" = "შენახვა";
"Saved" = "შენახულია";
"Search" = "ძიება";
"Select" = "არჩევა";
"Select a language from the left list." = "ენის ასარჩევად მარცხნივ სიაში აირჩიეთ.";
"Select All" = "ყველაფრის მონიშვნა";
"Select an input method from the side bar." = "შეყვანის მეთოდის ასარჩევად გვერდით ზოლში აირჩიეთ.";
"Select App" = "აპის არჩევა";
"Select font" = "შრიფტის არჩევა";
"Select image" = "სურათის არჩევა";
"Select/Import CSS" = "CSS-ის არჩევა/იმპორტი";
"Select/Import theme" = "თემის არჩევა/იმპორტი";
"Selected %@ file(s)" = "არჩეულია %@ ფაილი";
"Set keyboard layout of group" = "ჯგუფის კლავიატურის განლაგების დაყენება";
"Set keyboard layout of input method" = "შეყვანის მეთოდის კლავიატურის განლაგების დაყენება";
"Show keyboard layout" = "კლავიატურის განლაგების ჩვენება";
"Sinhala" = "სინჰალა";
"Sogou Cell Dictionary" = "Sogou უჯრის ლექსიკონი";
"Status bar is hidden" = "სტატუსის ზოლი დამალულია";
"Switch to Debug" = "Debug რეჟიმზე გადართვა";
"Switch to debug only if Fcitx5 crashes and you want to help debug." = "Debug რეჟიმზე გადართვა მხოლოდ Fcitx5-ის ავარიის შემთხვევაში, თუ გსურთ გამართვაში დახმარება.";
"Switch to Release" = "Release რეჟიმზე გადართვა";
"Table" = "ცხრილი";
"Table config: *.conf or *.conf.in" = "ცხრილის კონფიგურაცია: *.conf ან *.conf.in";
"Table data: *.dict or *.txt" = "ცხრილის მონაცემები: *.dict ან *.txt";
"Tamil" = "ტამილური";
"Thai" = "ტაილანდური";
"Theme Editor" = "თემის რედაქტორი";
"Theme name" = "თემის სახელი";
"Toggle input method" = "შეყვანის მეთოდის გადართვა";
"Toggle Sidebar" = "გვერდითი ზოლის გადართვა";
"Toggle the visibility of the sidebar" = "გვერდითი ზოლის ხილვადობის გადართვა";
"Type here to preview style" = "აკრიფეთ სტილის წინასწარ სანახავად";
"Ukrainian" = "უკრაინული";
"Uninstall" = "წაშლა";
"Uninstall and keep user data" = "წაშლა და მომხმარებლის მონაცემების შენარჩუნება";
"Uninstall failed, you may need to manually remove" = "წაშლა ვერ მოხერხდა, შეიძლება საჭირო იყოს ხელით წაშლა";
"Unknown - %@" = "უცნობი - %@";
"Unsupported config" = "მხარდაუჭერელი კონფიგურაცია";
"Unsupported option type %@" = "მხარდაუჭერელი პარამეტრის ტიპი %@";
"Update" = "განახლება";
"Update available" = "ხელმისაწვდომია განახლება";
"Update now" = "ახლავე განაახლე";
"uses" = "იყენებს";
"Version %@ available" = "ხელმისაწვდომია ვერსია %@";
"Vietnamese" = "ვიეტნამური";
"When Liquid Glass is enabled, theme follows App background, which is the same behavior with built-in input methods.\nTo set fixed light/dark theme, please change Background → Blur to \"None\" or \"Blur\"." = "Liquid Glass-ის ჩართვისას თემა აპის ფონს მითვზება, რაღ ჩაშენებული შეღვანის მეთოდების ქცევას ემთხვევა.\nფიქსირებული ნათელი/მუქი თემის დასაღენევლად შეცვალეთ ფონი → ბულდოვანეთა \"არცერთი\" ან \"ბუნდოვანება\".";
"Yes" = "დიახ";
"You may re-enable it in Advanced → macOS Frontend." = "შეგიზლიათ ხელახლა ჩართოთ განჯობილებაში დამატებიტი → macOS ინტერფეისი.";
"You may re-enable it in Advanced → macOS Notification." = "შეგიზლიათ ხელახლა ჩართოთ განჯობილებაში დამატებიტი → macOS შეტჯობინება.";
"Your system version is no longer supported" = "თქვენი სისტემის ვერსია მხარდაჭერილი არ არის";
"~/.config/fcitx5" = "~/.config/fcitx5";
"~/.local/share/fcitx5" = "~/.local/share/fcitx5";
"~/Library/fcitx5" = "~/Library/fcitx5";
